Repository: mpwg/thriftwood-client
Catalog: Thriftwood/Localizable.xcstrings
Source language: en
Languages: de

source: About
de: Über

source: About This App
de: Über diese App

source: About Thriftwood
de: Über Thriftwood

source: Acknowledgements
de: Danksagungen

source: Actions
de: Aktionen

source: Add
de: Hinzufügen

source: Add Movie
de: Film hinzufügen

source: Add new movie
de: Neuen Film hinzufügen

source: Add Profile
de: Profil hinzufügen

source: Adds the movie to your collection
de: Fügt den Film zu Ihrer Sammlung hinzu

source: Advanced
de: Erweitert

source: App preferences and behavior
de: App-Einstellungen und Verhalten

source: Appearance
de: Erscheinungsbild

source: Appearance Settings
de: Erscheinungsbildeinstellungen

source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Möchten Sie '%@' wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Cancel
de: Abbrechen

source: Clear search
de: Suche löschen

source: Connection and security settings
de: Verbindungs- und Sicherheitseinstellungen

source: Continue to App
de: Weiter zur App

source: Create
de: Erstellen

source: Current Profile
de: Aktuelles Profil

source: Delete
de: Löschen

source: Delete Movie
de: Film löschen

source: Delete Movie and Files
de: Film und Dateien löschen

source: Delete Movie Only
de: Nur Film löschen

source: Delete Profile
de: Profil löschen

source: Done
de: Fertig

source: Double tap to view movie details
de: Doppeltippen, um Filmdetails anzuzeigen

source: Edit
de: Bearbeiten

source: Edit Movie
de: Film bearbeiten

source: Edit Profile
de: Profil bearbeiten

source: Edit Profile: %@
de: Profil bearbeiten: %@

source: Enable or disable Radarr integration for this profile
de: Radarr-Integration für dieses Profil aktivieren oder deaktivieren

source: Enter a movie title to search
de: Geben Sie einen Filmtitel zum Suchen ein

source: Enter API key
de: API-Schlüssel eingeben

source: Error
de: Fehler

source: Filter movies
de: Filme filtern

source: Filter Movies
de: Filme filtern

source: General
de: Allgemein

source: Get Started
de: Loslegen

source: Hide License
de: Lizenz ausblenden

source: Inspiration & Credits
de: Inspiration & Danksagungen

source: License
de: Lizenz

source: Loading movie details...
de: Filmdetails werden geladen...

source: Loading...
de: Lädt...

source: Make this profile active after creation
de: Dieses Profil nach Erstellung aktivieren

source: Manage service configurations
de: Dienstkonfigurationen verwalten

source: Monitor Movie
de: Film überwachen

source: Monitored
de: Wird überwacht

source: Movie actions
de: Filmaktionen

source: Movie poster for %@
de: Filmposter für %@

source: Movies
de: Filme

source: Networking
de: Netzwerk

source: New Profile
de: Neues Profil

source: Open Source Libraries
de: Open-Source-Bibliotheken

source: Open source licenses
de: Open-Source-Lizenzen

source: Options
de: Optionen

source: Profile Created!
de: Profil erstellt!

source: Profile Information
de: Profilinformationen

source: Profiles
de: Profile

source: Rename Profile
de: Profil umbenennen

source: Reset
de: Zurücksetzen

source: Reset Onboarding
de: Einführung zurücksetzen

source: Reset Onboarding Confirmation
de: Einführung zurücksetzen bestätigen

source: Reset onboarding will restart the app and show the welcome screen. Your profiles and settings will be preserved.
de: Das Zurücksetzen der Einführung startet die App neu und zeigt den Willkommensbildschirm. Ihre Profile und Einstellungen bleiben erhalten.

source: Retry
de: Erneut versuchen

source: Return to welcome screen
de: Zum Willkommensbildschirm zurückkehren

source: Save
de: Speichern

source: Search for Movies
de: Nach Filmen suchen

source: Search movies
de: Filme suchen

source: Searching movies...
de: Filme werden gesucht...

source: Services
de: Dienste

source: Services not yet configured
de: Dienste noch nicht konfiguriert

source: Settings
de: Einstellungen

source: Show License
de: Lizenz anzeigen

source: Skip for Now
de: Vorerst überspringen

source: Switch
de: Wechseln

source: Switch to Profile
de: Zu Profil wechseln

source: Test connection
de: Verbindung testen

source: Testing connection...
de: Verbindung wird geprüft...

source: Theme and display settings
de: Design- und Anzeigeeinstellungen

source: This will return you to the welcome screen. Your profiles and settings will not be deleted.
de: Dies bringt Sie zum Willkommensbildschirm zurück. Ihre Profile und Einstellungen werden nicht gelöscht.

source: Thriftwood is free and open-source software licensed under the GNU General Public License v3.0.
de: Thriftwood ist freie und quelloffene Software, lizenziert unter der GNU General Public License v3.0.

source: Thriftwood is inspired by and partly based on LunaSea, an open-source media management application.
de: Thriftwood ist inspiriert von und teilweise basierend auf LunaSea, einer quelloffenen Medienverwaltungsanwendung.

source: Unable to load dependencies
de: Abhängigkeiten konnten nicht geladen werden

source: Version and credits
de: Version und Danksagungen

source: View License
de: Lizenz anzeigen

source: Website
de: Webseite

source: Welcome to Thriftwood
de: Willkommen bei Thriftwood

source: You can add services later from the Settings tab
de: Sie können Dienste später über die Einstellungen hinzufügen

source: Your central hub for managing media services
de: Ihre zentrale Anlaufstelle für die Verwaltung von Mediendiensten
